; Generated (16.04.2020 13:00:17) by Firewall App Blocker v1.7
; www.sordum.org

[Main]
Language=Auto
WinSetOnTop=0
ShowOutboundRules=1
SelectedRules=1
ActionType=2
ShowStatusIndicates=1
SkipSvcHostFile=0
UseShiftKey=0
GridLines=1
Font=Tahoma|8.5|400|0
WinPos=837,616,595,322
ColumnPos=150,100,100,313

[Netsh_Commands]
;https://support.microsoft.com/en-us/help/947709
_=_
&Netsh Sample Rule=advfirewall firewall add rule name="- Samle Block" dir=in action=block program="%ProgramFiles%\MyApp\MyApp.exe" enable=yes
&Netsh Sample Rule=advfirewall firewall add rule name="- Samle Block" dir=out action=block program="%ProgramFiles%\MyApp\MyApp.exe" enable=yes
&Netsh Sample Rule - Del=advfirewall firewall delete rule name="- Samle Block"
_=_
&Allow Loacal Subnet=advfirewall firewall add rule name="- Allow Loacal Subnet" dir=in action=allow enable=yes remoteip=localsubnet
&Allow Loacal Subnet=advfirewall firewall add rule name="- Allow Loacal Subnet" dir=out action=allow enable=yes remoteip=localsubnet
&Allow Loacal Subnet - Del=advfirewall firewall delete rule name="- Allow Loacal Subnet"

[Language_English]
01="BlueLife"
02="&File\n &Edit\n &Firewall\n &Options\n &Help"
03="Name\n Enabled\n Action\n Location"
04="Yes\n No\n Allow\n Block"
05="Outbound Rules\n Inbound Rules"
06="Enable WhiteList\n Only Allowed applications can use internet"
07="Add Application"
08="Add Process"
09="Delete Selected"
10="Enable Selected"
11="Disable Selected"
12="Allow Selected"
13="Block Selected"
14="Import List"
15="Export List"
16="Firewall Settings"
17="&Add Application"
18="Add &Folder Contents"
19="&Add Process"
20="&Import List"
21="&Export List"
22="E&xit"
23="&Enable"
24="&Disable"
25="&Allow"
26="&Block"
27="&Paste"
28="&Delete"
29="&Rename"
30="&Copy Path"
31="&Select All"
32="&Invert Selection"
33="&All ..."
34="&Enable All"
35="&Disable All"
36="&Allow All"
37="&Block All"
38="&Delete All"
39="&Run The App"
40="&Open Location"
41="&File Properties"
42="&Refresh"
43="&Default Mode"
44="&Whitelist Mode"
45="&Block internet"
46="&Disable Firewall"
47="&Reset Firewall Settings"
48="&Restart Firewall Service"
49="&Firewall Settings"
50="&Restrict Firewall Access"
51="&Always On Top"
52="&Show Outbound Rules on Startup"
53="&Show Status Indicator"
54="&Show Grid Lines on List"
55="&Change the List Font"
56="&Add To Exe Context Menu"
57="&Use the Shift Key to Display"
58="&Show Hidden Files"
59="&Show File Extensions"
60="&Donate"
61="&HomePage"
62="&Contact"
63="&About"
64="Please Wait ..."
65="&Block In Windows Firewall"
66="&Remove From Windows Firewall"
67="&Launch Firewall App Blocker"
68="Select Applications"
69="Applications"
70="Select the folder in which Applications is stored"
71="There are more than 50 applications in the selected folder. The process can take a very long time. Do you want to add only the first 50 applications?"
72="Processes\n Name\n User\n Location\n Add selected items to the List"
73="Save As"
74="Open"
75="Configuration Files"
76="Warning!"
77="Restoring the default settings will delete all settings of Windows Firewall that you have made since Windows was installed.\nDo you want to continue?"
78="The Windows Firewall service could not be started!"
79="The Windows Firewall is not running!"
80="There is a problem with the Windows firewall configuration!"
81="Unable to create file!"
82="Unable to read file!"
83="The operation failed."

[Language_Turkish_Türkçe]
01="BlueLife"
02="&Dosya\n &Düzen\n Güvenlik Duvarı\n &Seçenekler\n &Yardım"
03="Adı\n Etkin\n Eylem\n Konumu"
04="Evet\n Hayır\n İzin Ver\n Engelle"
05="Giden Kuralları\n Gelen Kuralları"
06="Beyaz Listeyi Etkinleştir\n Yalnızca izin verilen uygulamalar interneti kullanabilir"
07="Program Ekle"
08="Bir İşlem Ekle"
09="Seçilenleri Sil"
10="Seçilenleri Etkinleştir"
11="Seçilenleri Devredışı Bırak"
12="Seçilenlere İzin Ver"
13="Seçilenleri Engelle"
14="Dışarıdan Liste Al"
15="Listeyi Dışarıya Aktar"
16="Güvenlik Duvarı Ayarları"
17="&Program Ekle"
18="&Klasördeki Programları Ekle"
19="&Bir işlem Ekle"
20="&Dışarıdan Liste Al"
21="&Listeyi Dışarıya Aktar"
22="&Kapat"
23="&Etkinleştir"
24="&Devredışı Bırak"
25="&İzin Ver"
26="&Engelle"
27="&Yapıştır"
28="&Sil"
29="&Yeniden Adlandır"
30="&Konumunu Kopyala"
31="&Hepsini Seç"
32="&Seçimi Ters Çevir"
33="&Hepsi ..."
34="&Hepsini Etkinleştir"
35="&Hepsini Devredışı Bırak"
36="&Hepsine İzin Ver"
37="&Hepsini Engelle"
38="&Hepsini Sil"
39="&Programı Çalıştır"
40="&Konumunu Aç"
41="&Dosya Özellikleri"
42="&Listeyi Yenile"
43="&Varsayılan Mod"
44="&Beyaz Liste Modu"
45="&İnterneti Engelle"
46="&Güvenlik Duvarını Devredışı Bırak"
47="&Güvenlik Duvarı Ayarlarını Sıfırla"
48="&Güvenlik Duvarı Servisini Yeniden Başlat"
49="&Güvenlik Duvarı Ayarları"
50="&Güvenlik Duvarı Ayarlarını Kısıtla"
51="&Pencere Her Zaman Üstte"
52="&Başlangıçta Giden Kurallarını Göster"
53="&Durum Görselini Göster"
54="&Çizgileri Göster"
55="&Listenin Yazı Stilini Değiştir"
56="&Exe Sağ Tuş Menüsüne Ekle"
57="&Göstermek İçin Shift Tuşu Kullan"
58="&Gizli Dosyaları Göster"
59="&Dosya Uzantılarını Göster"
60="&Bağış Yap"
61="&Web Sitesi"
62="&iletişim"
63="&Hakkında"
64="Lütfen Bekleyin ..."
65="&Güvenlik Druvarı ile Engelle"
66="&Güvenlik Duvarı Engelini Kaldır"
67="&Firewall App Blocker'i Aç"
68="Programları Seç"
69="Programlar"
70="Uygulamaların aranacağı klasörü seç"
71="Seçilen klasörde 50 den fazla program var. Ekleme işlemi çok uzun sürebilir. Sadece ilk bulunan 50 uygulamayı eklemek istermisiniz?"
72="İşlemler\n Ad\n Kullanıcı\n Konumu\n Seçilenleri Listeye Ekle"
73="Farklı Kaydet"
74="Aç"
75="Yapılandırma Dosyaları"
76="Uyarı!"
77="Devam ederseniz, windows kurulduktan sonra yaptığınız güvenlik duvarı ayarlarının hepsi silinecek.\nWindows güvenlik duvarı ayarlarını sıfırlamak istiyormusunuz?"
78="Windows güvenlik duvarı servisi başlatılamadı!"
79="Windows güvenlik duvarı çalışmıyor!"
80="Windows güvenlik duvarı yapılandırmasında sorun var!"
81="Dosya oluşturulamıyor!"
82="Dosya okunamıyor!"
83="İşlem başarısız oldu."

[Language_German_Deutsch]
01="Thomas"
02="&Datei\n &Bearbeiten\n &Firewall\n &Optionen\n &Hilfe"
03="Name\n Aktiviert\n Status\n Dateipfad"
04="Ja\n Nein\n Zulassen\n Blockieren"
05="Ausgehende Regel\n Eingehende Regel"
06="Whitelist aktivieren"
07="Anwendung hinzufügen"
08="Prozess hinzufügen"
09="Ausgewählte löschen"
10="Ausgewählte aktivieren"
11="Ausgewählte deaktivieren"
12="Ausgewählte entsperren"
13="Ausgewählte sperren"
14="Liste importieren"
15="Liste exportieren"
16="Firewall Einstellungen"
17="&Anwendung hinzufügen"
18="Ordnerinhalt hinzufügen"
19="Prozess hinzufügen"
20="&Liste importieren"
21="&Liste exportieren"
22="&Beenden"
23="&Aktivieren"
24="&Deaktivieren"
25="&Entsperren"
26="&Blockieren"
27="&Einfügen"
28="&Löschen"
29="&Umbenennen"
30="&Dateipfad kopieren"
31="&Alles auswählen"
32="&Auswahl umkehren"
33="&Alle ..."
34="&Alle aktivieren"
35="&Alle deaktivieren"
36="&Alle entsperren"
37="&Alle blockieren"
38="&Alle löschen"
39="&Anwendung ausführen"
40="&Dateipfad öffnen"
41="&Dateieigenschaften"
42="&Aktualisieren"
43="&Standard-Modus"
44="&Whitelist-Modus"
45="&Internet blockieren"
46="&Firewall deaktivieren"
47="&Firewall Einstellungen zurücksetzen"
48="&Firewall Service neu starten"
49="&Firewall Einstellungen"
50="&Firewall Zugriff beschränken"
51="&Immer im Vordergrund"
52="&Ausgehende Liste beim Start anzeigen"
53="&Statusanzeige anzeigen"
54="&Gitternetzlinien anzeigen"
55="&Schriftart der Liste ändern"
56="&In das Kontextmenü hinzufügen"
57="&Mit Umschalttaste anzeigen"
58="&Versteckte Dateien anzeigen"
59="&Erweiterungen anzeigen"
60="&Spenden"
61="&Webseite"
62="&Kontakt"
63="&Über uns"
64="Bitte warten..."
65="&Mit Firewall blockieren"
66="&Aus der Firewall entfernen"
67="&Firewall App Blocker ausführen"
68="Anwendungen auswählen"
69="Anwendungen"
70="Wählen Sie den Ordner aus"
71="Es gibt mehr als 50 Anwendungen im ausgewählten Ordner.Der Vorgang kann sehr lange dauern.Möchten Sie nur die ersten 50 Anwendungen hinzufügen?"
72="Prozesse\n Name\n Benutzer\n Dateipfad\n Ausgewählten Prozess zur Liste hinzufügen"
73="Speichern unter..."
74="Öffnen"
75="Konfiguration Dateien"
76="Warnung!"
77="Wenn Sie die Standardeinstellungen wiederherstellen, werden alle Einstellungen der Windows Firewall gelöscht.\nmöchten sie fortfahren?"
78="Der Windows Firewalldienst konnte nicht gestartet werden!"
79="Windows Firewall nicht läuft!"
80="Es gibt ein Problem mit der Windows Firewall Konfiguration!"
81="Die Datei kann nicht erstellt werden!"
82="Datei kann nicht gelesen werden!"
83="Der Vorgang ist fehlgeschlagen."

[Language_French_Français]
01="Largo"
02="&Fichier\n &Editer\n &Pare-feu\n &Options\n &Aide"
03="Nom\n Activé\n Action\n Emplacement"
04="Oui\n Non\n Permettre\n Bloquer"
05="Règles de Sortie\n Règles d'Entrée"
06="Activer liste blanche\n Seules les applications autorisées peuvent utiliser Internet"
07="Ajouter une application"
08="Ajouter Processus"
09="Supprimer Sélectionné"
10="Activer Sélectionné"
11="Désactiver Sélectionné"
12="Autoriser Sélectionné"
13="Bloquer Sélectionné"
14="Importer Liste"
15="Exporter Liste"
16="Paramètres Pare-feu"
17="&Ajouter une application"
18="Ajouter &Contenu du dossier"
19="&Ajouter Processus"
20="&Importer Liste"
21="&Exporter Liste"
22="Q&uitter"
23="&Activer"
24="&Désactiver"
25="&Permettre"
26="&Bloquer"
27="&Coller"
28="&Supprimer"
29="&Renommer"
30="&Copier Chemin"
31="&Sélectionner tout"
32="&Inverser la sélection"
33="&Tout ..."
34="&Activer tout"
35="&Désactiver tout"
36="&Permettre tout"
37="&Bloquer tout"
38="&Supprimer tout"
39="&Démarrer l'application"
40="&Ouvrir l'emplacement"
41="&Propriété de l'application"
42="&Rafraîchir"
43="&Mode par défaut"
44="&Mode liste blanche"
45="&Bloquer internet"
46="&Désactiver le pare-feu"
47="&Réinitialiser les paramètres du Pare-feu"
48="&Redémarrer le service pare-feu"
49="&Paramètres du Pare-feu"
50="&Limiter l'accès au pare-feu"
51="&Fenêtre toujours au dessus"
52="&Afficher les règles sortantes au démarrage"
53="&Afficher l'indicateur d'état"
54="&Afficher les lignes quadillage sur la liste"
55="&Modifier la liste des polices"
56="&Ajouter Exe au menu contextuel"
57="&Utilisez la touche MAJ pour afficher"
58="&Afficher les fichiers cachés"
59="&Afficher les extensions des fichiers"
60="&Faire un Don"
61="&Page d'accueil"
62="&Contact"
63="&À Propos de"
64="Veuillez patienter SVP ..."
65="&Bloquer dans le Pare-feu Windows"
66="&Retirer du Pare-feu Windows"
67="&Lancer Firewall App Blocker"
68="Sélectionner Applications"
69="Applications"
70="Sélectionner le dossier dans lequel les applications sont stockées"
71="Il y a plus de 50 applications dans le dossier sélectionné. Le processus peut durer très longtemps. Voulez-vous ajouter que les 50 premières applications?"
72="Processus\n Nom\n Utilisateur\n Emplacement\n Ajouter des éléments sélectionnés à la liste"
73="Enregistrer sous"
74="Ouvrir"
75="Fichier de configuration"
76="Attention!"
77="Rétablir les paramètres par défaut supprime tout les paramètres du Pare-feu que vous avez effectués depuis que Windows a été installé.\nVoulez-vous continuer?"
78="Impossible de démarrer le service Pare-feu Windows!"
79="Pare-feu Windows n'est pas en cours d'éxécution!"
80="Il y a un problème avec la configuration du pare-feu Windows!"
81="Impossible de créer un fichier!"
82="Impossible de lire le fichier!"
83="Cette opération a échouée."

[Language_Português_Brasileiro]
01="Alfa&&Omega"
02="&Arquivo\n &Editar\n &Firewall\n &Configurar\n Aj&uda"
03="Nome\n Habilitado\n Comando\n Local"
04="Sim\n Não\n Permitir\n Bloquear"
05="Filtros de Saída\n Filtros de Entrada"
06="Habilitar a Lista Branda\n Somente aplicativos com permissão podem acessar a Internet"
07="Adicionar aplicativo"
08="Adiciona executável ativo"
09="Apagar selecionado"
10="Habilitar selecionado"
11="Disabilitar selecionado"
12="Permitir selecionado"
13="Bloquear selecionado"
14="Importar lista"
15="Exportar lista"
16="Configurar o Firewall"
17="&Adicionar aplicativo"
18="Adicionar co&nteúdo de pasta"
19="&Adicionar executável ativo"
20="&Importar lista"
21="&Exportar lista"
22="&Fechar"
23="&Ativar"
24="&Desativar"
25="&Permitir"
26="&Bloquear"
27="Co&lar"
28="&Apagar"
29="&Renomear"
30="&Copiar o caminho"
31="&Selecionar tudo"
32="&Inverter a seleção"
33="&Tudo..."
34="&Habilitar tudo"
35="&Desabilitar tudo"
36="&Permitir tudo"
37="&Bloquear tudo"
38="Apa&gar tudo"
39="&Executar o aplicativo"
40="A&brir a pasta"
41="Propriedades do arqui&vo"
42="Atuali&zar"
43="&Modo Padronizado"
44="Modo de &Lista Branca"
45="Bloquear a Interne&t"
46="&Desativar o Firewall"
47="&Restaurar a padronização"
48="&Recarregar o Serviço do Firewall"
49="Configuração do Fire&wal"
50="&Restringir o Acesso ao Firewall"
51="Manter sempre na &frente"
52="E&xibir filtros de saída ao abrir"
53="Exibir o &indicador de status"
54="Exibir a &Grade"
55="&Alterar a fonte da lista"
56="Adicionar co&mando no menu de contexto"
57="&Usar a tecla Shift para exibi-lo"
58="Exibir arquivos &ocultos"
59="Exibir exte&nsões de arquivo"
60="Fazer &Donativo"
61="Visite nossa Página na &Web"
62="&Contate-nos"
63="&Sobre..."
64="Favor aguardar..."
65="&Bloquear no Firewall do Windows"
66="&Remover do Firewall do Windows"
67="&Executar o Firewall App Blocker"
68="Escolher Aplicativos"
69="Aplicativos"
70="Escolha a pasta em que estão os aplicativos"
71="Existem mais de 50 aplicativos na pasta selecionada. O processamento pode levar muito tempo. Não gostaria de adicionar os primeiros 50 inicialmente?"
72="Executáveis Ativos\n Nome\n Usuário\n Local\n Adicionar os itens selecionados à lista"
73="Salvar como"
74="Abrir"
75="Arquivos de Configuração"
76="Aviso!"
77="A restauração da configuração padronizada apagará toda a configuração do Firewall do Windows editada por você desde a instalação do SO.\nQuer mesmo fazer isto?"
78="Não foi possível executar o serviço do Firewall do Windows!"
79="O Firewall do Windows não está sendo executado!"
80="Há um problema com a configuração do Firewall do Windows!"
81="Não foi possível criar o arquivo!"
82="Não foi possível ler o arquivo!"
83="Falha na operação."

[Language_Greek_Ελληνικά]
01="geogeo  (www.geogeo.gr)"
02="&Αρχείο\n &Επεξεργασία\n &Τείχος προστασίας\n Επι&λογές\n &Βοήθεια"
03="Όνομα\n Ενεργό\n Δράση\n Θέση"
04="Ναι\n Όχι\n Επιτρέπεται\n Αποκλεισμός"
05="Κανόνες εξερχόμενων\n Κανόνες εισερχόμενων"
06="Ενεργ/ση Λευκής λίστας\n Επιτρέπονται μόνο εφαρμογές που μπορούν να χρησιμοποιούν το διαδίκτυο"
07="Προσθήκη εφαρμογής"
08="Προσθήκη διεργασίας"
09="Διαγραφή επιλεγμένων"
10="Ενεργοποίηση επιλεγμένων"
11="Απενεργοποίηση επιλεγμένων"
12="Άρση αποκλεισμού επιλεγμένων"
13="Αποκλεισμός επιλεγμένων"
14="Εισαγωγή λίστας"
15="Εξαγωγή λίστας"
16="Ρυθμίσεις τείχους προστασίας"
17="&Προσθήκη εφαρμογής"
18="Προσθήκη περιεχομένων &φακέλου"
19="Προσθήκη &διεργασίας"
20="Ει&σαγωγή λίστας"
21="&Εξαγωγή λίστας"
22="Έ&ξοδος"
23="Ενερ&γοποίηση"
24="Απενε&ργοποίηση"
25="Άρ&ση αποκλεισμού"
26="&Αποκλεισμός"
27="Ε&πικόλληση"
28="&Διαγραφή"
29="&Μετονομασία"
30="Αντιγρα&φή διαδρομής"
31="Επι&λογή όλων"
32="Αν&τιστροφή επιλεγμένων"
33="Όλα..."
34="Ενερ&γοποίηση όλων"
35="Απενε&ργοποίηση όλων"
36="Άρ&ση αποκλεισμού όλων"
37="Απο&κλεισμός όλων"
38="Διαγραφή όλ&ων"
39="&Εκτέλεση εφαρμογής"
40="Άνοιγμα &θέσης"
41="&Ιδιότητες αρχείου"
42="Α&νανέωση"
43="&Προεπιλεγμένη λειτουργία"
44="Λειτουργία &Λευκής λίστας"
45="Αποκλεισμός &Διαδικτύου"
46="Απενεργοποίηση &Τείχους προστασίας"
47="Επανα&φορά ρυθμίσεων Τείχους προστασίας"
48="&Επανεκκίνηση υπηρεσίας Τείχους προστασίας"
49="&Ρυθμίσεις Τείχους προστασίας"
50="Περιορισμός πρόσ&βασης Τείχους προστασίας"
51="&Πάντα στην κορυφή"
52="Εμφάνιση κανόνων ει&σερχομένων στην έναρξη"
53="Εμφάνιση &δείκτη κατάστασης"
54="Εμφάνιση &γραμμών πλέγματος στη λίστα"
55="Αλλαγή γρα&μματοσειράς λίστας"
56="Προσ&θήκη στο μενού περιβάλλοντος του exe"
57="&Χρήση πλήκτρου Shift για εμφάνιση"
58="Εμφάνιση &κρυφών αρχείων"
59="Εμφάνιση &επεκτάσεων αρχείων"
60="&Δωρεά"
61="&Ιστοσελίδα"
62="Επι&κοινωνία"
63="&Περί..."
64="Παρακαλώ περιμένετε..."
65="Αποκλεισμός στο Τείχος προστασίας των Windows"
66="Αφαίρεση από το Τείχος προστασίας των Windows"
67="&Εκκίνηση Firewall App Blocker"
68="Επιλέξτε εφαρμογές"
69="Εφαρμογές"
70="Επιλέξτε το φάκελο που βρίσκονται οι εφαρμογές"
71="Υπάρχουν περισσότερες από 50 εφαρμογές στον επιλεγμένο φάκελο. Η διαδικασία μπορεί να διαρκέσει πάρα πολύ. Θέλετε να προσθέσετε μόνο τις πρώτες 50 εφαρμογές;"
72="Διεργασία\n Όνομα\n Χρήστης\n Θέση\n Προσθήκη επιλεγμένων στοιχείων στη λίστα"
73="Αποθήκευση ως"
74="Άνοιγμα"
75="Αρχεία διαμόρφωσης"
76="Προειδοποίηση!"
77="Η επαναφορά των προεπιλεγμένων ρυθμίσεων θα διαγράψει όλες τις ρυθμίσεις του τείχους προστασίας των Windows που έχετε κάνει από την εγκατάσταση των Windows.\nΘέλετε να συνεχίσετε;"
78="Δεν ήταν δυνατή η εκκίνηση της υπηρεσίας Τείχους προστασίας των Windows!"
79="Το Τείχος προστασίας των Windows δεν είναι σε λειτουργία!"
80="Υπάρχει πρόβλημα με τη διαμόρφωση του Τείχους προστασίας των Windows!"
81="Δεν είναι δυνατή η δημιουργία του αρχείου!"
82="Δεν είναι δυνατή η ανάγνωση του αρχείου!"
83="Η λειτουργία απέτυχε."


[Language_Italian_Italiano]
01="Max"
02="&File\n &Modifica\n &Firewall\n &Opzioni\n &Aiuto"
03="Nome\n Attivo\n Azione\n Posizione"
04="Sì\n No\n Consenti\n Blocca"
05="Regole in Uscita\n Regole in Entrata"
06="Attiva Lista Bianca"
07="Aggiungi Programma"
08="Aggiungi Processo"
09="Elimina Selezionato"
10="Attiva Selezionato"
11="Disattiva Selezionato"
12="Consenti Selezionato"
13="Blocca Selezionato"
14="Importa Lista"
15="Esporta Lista"
16="Impostazioni Firewall"
17="&Aggiungi Programma"
18="Aggiungi &Cartella"
19="&Aggiungi Processo"
20="&Importa Lista"
21="&Esporta Lista"
22="E&sci"
23="&Attiva"
24="&Disattiva"
25="&Consenti"
26="&Blocca"
27="&Incolla"
28="&Elimina"
29="&Rinomina"
30="&Copia Percorso"
31="&Seleziona Tutto"
32="&Inverti Selezione"
33="&Tutto ..."
34="&Attiva Tutto"
35="&Disattiva Tutto"
36="&Consenti Tutto"
37="&Blocca Tutto"
38="&Elimina Tutto"
39="&Avvia Programa"
40="&Apri Cartella"
41="&Proprietà File"
42="&Aggiorna"
43="&Modalità Predefinita"
44="&Modalità Lista Bianca"
45="&Blocca internet"
46="&Disattiva Firewall"
47="&Reset Impostazioni Firewall"
48="&Riavvia Servizio Firewall"
49="&Impostazioni Firewall"
50="&Limita Accesso al Firewall"
51="&Sempre in Primo Piano"
52="&Mostra Regole in Uscita all'Avvio"
53="&Mostra Indicatore di Stato"
54="&Mostra Linee delle Righe nella Lista"
55="&Cambia Carattere della Lista"
56="&Aggiungi Menu Contestuale sui File EXE"
57="&Usa il tasto Shift per Visualizzarlo"
58="&Visualizza File Nascosti"
59="&Visualizza Estensioni dei File"
60="&Donazione"
61="&HomePage"
62="&Contatti"
63="&Informazioni"
64="Attendere Prego ..."
65="&Blocca In Windows Firewall"
66="&Rimuovi Da Windows Firewall"
67="&Avvia Firewall App Blocker"
68="Seleziona Programmi"
69="Programmi"
70="Seleziona la cartella in cui i programmi sono memorizzati"
71="Ci sono più di 50 programmi nella cartella selezionata. Il processo potrebbe richiedere molto tempo. Vuoi aggiungere solo i primo 50 programmi?"
72="Processi\n Nome\n Utente\n Posizione\n Aggiungi elementi selezionati alla Lista"
73="Salva Come"
74="Apri"
75="File di Configurazione"
76="Attenzione!"
77="Ripristinando le impostazioni predefinite verranno eliminate tutte le impostazioni di Windows Firewall create da quando è stato installato Windows.\nSei sicuro di voler continuare?"
78="Il servzio Windows Firewall non può essere avviato!"
79="Windows Firewall non è in esecuzione!"
80="C'è un problema con la configurazione di Windows Firewall!"
81="Impossibile creare il file!"
82="Impossibile leggere il file!"
83="L'operazione è fallita."

[Language_Polish_Polski]
01="Adam G"
02="&Plik\n &Edycja\n &Zapora\n &Opcje\n Pomoc&"
03="Nazwa\n Włączony\n Akcja\n Lokalizacja"
04="Tak\n Nie\n Zezwól\n Odmów"
05="Reguły wychodzące\n Reguły przychodzące"
06="Włącz Białą listę\n Tylko oznaczone programy będą łączyły się z siecią"
07="Dodaj program"
08="Dodaj proces"
09="Usuń zaznaczone"
10="Włącz zaznaczone"
11="Wyłącz zaznaczone"
12="Zezwól zaznaczonym"
13="Blokuj zaznaczone"
14="Importuj listę"
15="Eksportuj listę"
16="Ustawienia Zapory"
17="&Dodaj program"
18="Dodaj zawartość &folderu"
19="&Dodaj proces"
20="&Importuj listę"
21="&Eksportuj listę"
22="&Zamknij"
23="&Włącz"
24="&Wyłącz"
25="&Zezwól"
26="&Blokuj"
27="W&klej"
28="&Usuń"
29="&Zmień nazwę"
30="&Kopiuj ścieżkę"
31="&Zaznacz wszystko"
32="&Odwróć zaznaczenie"
33="&Wszystkie ..."
34="&Włącz wszystkie"
35="&Wyłącz wszystkie"
36="&Zezwól wszystkim"
37="&Blokuj wszystkie"
38="&Usuń wszystkie"
39="&Uruchom program"
40="&Otwórz lokalizację"
41="&Właściwości pliku"
42="&Odśwież"
43="&Tryb domyślny"
44="&Tryb Białej listy"
45="&Blokuj internet"
46="&Wyłącz zaporę"
47="&Resetuj ustawienia Zapory"
48="&Restartuj usługę Zapory"
49="&Ustawienia Zapory"
50="&Ogranicz dostęp do Zapory"
51="&Zawsze na wierzchu"
52="&Pokaż reguły wychodzące podczas startu programu"
53="&Pokaż wskaźnik stanu"
54="&Pokaż siatkę"
55="&Zmień czcionkę listy"
56="&Dodaj do menu kontekstowego pliku exe"
57="&Wciśnij klawisz Shift aby wyświetlić"
58="&Pokaż ukryte pliki"
59="&Pokaż rozszerzenia plików"
60="&Wspomóż"
61="&Strona domowa"
62="&Kontakt"
63="&O programie"
64="Czekaj ..."
65="&Blokuj w Zaporze systemu Windows"
66="&Usuń z Zapory systemu Windows"
67="&Uruchom Firewall App Blocker"
68="Wybierz programy"
69="Programy"
70="Wybierz folder, w którym są przechowywane programy"
71="Istnieje ponad 50 aplikacji w wybranym folderze. Proces ten może trwać bardzo długo. Czy chcesz dodać tylko pierwszych 50 aplikacji?"
72="Procesy\n Nazwa\n Użytkownik\n Lokalizacja\n Dodaj wybrane elementy do listy"
73="Zapisz jako"
74="Otwórz"
75="Plik konfiguracji"
76="Ostrzeżenie!"
77="Przywracanie ustawień domyślnych spowoduje usunięcie wszystkich ustawień Zapory systemu Windows.\n Chcesz kontynuować?"
78="Nie można uruchomić usługi Zapory systemu Windows!"
79="Zapora systemu Windows nie jest uruchomiona!"
80="Wystąpił problem z konfiguracją zapory systemu Windows!"
81="Nie można utworzyć pliku!"
82="Nie można odczytać pliku!"
83="Operacja nie powiodła się."

[Language_Persian_فارسی]
01="حسام محمدی"
02="&فایل\n &ویرایش\n &فایروال\n &گزینه ها\n &راهنما"
03="نام\n فعال شده\n اقدام\n مکان"
04="بله\n خیر\n اجازه\n مسدودسازی"
05="دستورت ترافیک خروجی\n دستورات ترافیک ورودی"
06="فعالسازی حالت لیست سفید\n فقط برنامه های اجازه داده شده میتوانند از اینترنت استفاده کنند"
07="افزودن برنامه"
08="افزودن فرآیند"
09="حذف منتخب ها"
10="فعالسازی انتخاب شده"
11="غیر فعالسازی انتخاب شده"
12="اجازه انتخاب شده"
13="مسدودسازی انتخاب شده"
14="وارد کردن لیست"
15="خروجیگیری لیست"
16="تنظیمات فایروال"
17="افزودن برنامه&"
18="&افزودن محتویات پوشه"
19="افزودن فرآیند&"
20="&واردکردن لیست"
21="&خروجیگیری لیست"
22="&خروج"
23="&فعال سازی"
24="&غیرفعال سازی"
25="اجازه&"
26="&مسدود سازی"
27="&چسباندن"
28="&حذف"
29="&تغييرنام"
30="&کپی مسیر"
31="&انتخاب همه"
32="&انتخاب معکوس"
33="&همه..."
34="&فعالسازی همه"
35="غیر فعالسازی همه&"
36="اجازه همه&"
37="مسدود سازی همه&"
38="&حذف همه"
39="&اِجرای برنامه"
40="&بازکردن مکان"
41="&مشخصات فایل"
42="&تازه سازی"
43="&حالت پیش فرض"
44="حالت لیست سفید&"
45="مسدودسازی اینترنت&"
46="غیر فعالسازی فایروال&"
47="ریست تنظیمات فایروال&"
48="&ریستارت سرویس فایروال"
49="&تنظیمات فایروال"
50="&محدود کردن دسترسی به فایروال"
51="&همیشه در بالا"
52="&نمایش دستورات ترافیک خروجی در استارت آپ"
53="&نمایش نشانگر وضعیت"
54="&نمایش خطوط توری در لیست"
55="&تغییر فونت لیست"
56="&به کلیک راست Exe افزودن"
57="&برای نمایش استفاده کن Shift از کلید"
58="&نمایش فایل های پنهان"
59="&نمایش پسوند فایل"
60="&کمک مالی"
61="&صفحه خانگی"
62="&ارتباط"
63="&درباره"
64="...منتظر بمانید"
65="&مسدود سازی در فایروال ویندوز"
66="&حذف از فایروال ویندوز"
67="&اِجرای برنامه"
68="برنامه را انتخاب کنید"
69="برنامه ها"
70="پوشه ای که برنامه در آن ذخیره شده را انتخاب کنید"
71="بیشتر از 50 برنامه در پوشه انتخاب شده وجود دارد.فرآیند ممکن است مدتی طول بکشد.آیا میخواهید فقط 50 برنامه اول را اضافه کنید؟"
72="فرآیندها\n نام\n کاربر\n مکان\n افزودن موارد انتخاب شده به لیست"
73="ذخيره بعنوان"
74="باز کردن"
75="فایل پیکربندی"
76="!هشدار"
77="بازگردانی تنظیمات همه تنظیماتی را که از زمان نصب ویندوز ایجاد کرده اید ریست می کند\nآیا ادامه می دهید؟"
78="!سرویس فایروال ویندوز نمیتواند اِجرا شود"
79="!فایروال ویندوز در اِجرا نیست"
80="!مشکلی با پیکربندی فایروال ویندوز وجود دارد"
81="!قادر به ایجاد فایل نیست"
82="!قادر به خواندن فایل نیست"
83="عملکرد موفق نشد"

[Language_Russian_Русский]
01="Максим"
02="&Файл\n &Правка\n &Брандмауэр\n &Опции\n &Справка"
03="Имя\n Включено\n Действие\n Расположение"
04="Да\n Нет\n Разрешить\n Блокировать"
05="Исходящие правила\n Входящие правила"
06="Включить белый список\n Для приложений которые могут использовать интернет"
07="Добавить приложение"
08="Добавить процесс"
09="Удалить"
10="Включить выбранные"
11="Отключить выбранные"
12="Разрешить выбранные"
13="Блокировать выбранные"
14="Импорт списка"
15="Экспорт списка"
16="Настройки брандмауэра"
17="&Добавить приложение"
18="Добавить &содержимое папки"
19="Добавить &процесс"
20="&Импорт списка"
21="&Экспорт списка"
22="&Выход"
23="&Включить"
24="&Отключить"
25="&Разрешить"
26="&Блокировать"
27="Вс&тавить"
28="&Удалить"
29="&Переименовать"
30="&Копировать путь"
31="Выбр&ать все"
32="&Инвертировать выделеное"
33="&Все ..."
34="&Включить все"
35="&Отключить все"
36="&Разрешить все"
37="&Блокировать все"
38="&Удалить все"
39="&Запустить приложение"
40="Открыть располо&жение"
41="&Свойства файла"
42="&Обновить"
43="По &умолчанию"
44="&Белый список"
45="Блокировать &интернет"
46="&Отключить брандмауэр"
47="&Сброс настроек брандмауэра"
48="&Перезапустить службу брандмауэра"
49="&Настройки брандмауэра"
50="Ограничение &доступа"
51="&Поверх всех окон"
52="Показать пра&вила исходящих на старте"
53="Показать &индикатор состояния"
54="Показать &линии сетки"
55="Изменить &шрифт"
56="Добавить в &контекстное меню"
57="Shift - &чтобы показать"
58="Показать &скрытые файлы"
59="Показать &расширения файлов"
60="&Пожертвовать"
61="&Домашняя страница"
62="&Контакты"
63="&О программе"
64="Подождите ..."
65="&Блокировать в брандмауэре Windows"
66="&Удалить из брандмауэра Windows"
67="&Запуск брандмауэра App Blocker"
68="Выбор приложения"
69="Приложения"
70="Выберите папку расположения приложений"
71="В выбранной папке более 50 приложений. Этот процесс может занять очень много времени.Хотите добавить только первые 50 приложений?"
72="Процессы\n Имя\n Пользователь\n Расположение\n Добавить выбранные элементы в список"
73="Сохранить как"
74="Открыть"
75="Файлы конфигурации"
76="Предупреждение!"
77="Восстановление параметров по умолчанию удалит все настройки брандмауэра Windows, которые были сделали с момента установки Windows.\nХотите продолжить?"
78="Не удалось запустить службу брандмауэра Windows!"
79="Брандмауэр Windows не работает!"
80="Есть проблемы с конфигурацией брандмауэра Windows!"
81="Не удалось создать файл!"
82="Не удалось прочитать файл!"
83="Сбой операции."

[Language_Dutch_Nederlands]
01="Geert Delmeiren"
02="&Bestand\n &Editeer\n &Firewall\n &Opties\n &Help"
03="Naam\n Ingeschakeld\n Actie\n Locatie"
04="Ja\n Nee\n Toestaan\n Blokkeren"
05="Regels uitgaand verkeer\n Regels inkomend verkeer"
06="Witte lijst inschakelen\n Enkel toegelaten applicaties kunnen internet gebruiken"
07="Applicatie toevoegen"
08="Proces toevoegen"
09="Selectie verwijderen"
10="Selectie inschakelen"
11="Selectie uitschakelen"
12="Selectie toestaan"
13="Selectie blokkeren"
14="Lijst importeren"
15="Lijst exporteren"
16="Firewall instellingen"
17="&Applicatie toevoegen"
18="Inhoud &folder toevoegen"
19="&Proces toevoegen"
20="Lijst &importeren"
21="Lijst &exporteren"
22="Afsl&uiten"
23="&Inschakelen"
24="&Uitschakelen"
25="&Toestaan"
26="&Blokkeren"
27="&Plakken"
28="&Verwijderen"
29="&Hernoemen"
30="Locatie &kopiëren"
31="Alles &selecteren"
32="Selectie &omkeren"
33="&Alles ..."
34="Alles &inschakelen"
35="Alles &uitschakelen"
36="Alles &toestaan"
37="Alles &blokkeren"
38="Alles &verwijderen"
39="Applicatie &runnen"
40="&Locatie openen"
41="Bestands&eigenschappen"
42="&Refresh"
43="&Standaard mode"
44="&Witte lijst mode"
45="Internet &blokkeren"
46="Firewall &uitschakelen"
47="Firewallinstellingen &resetten"
48="Firewall service &herstarten"
49="&Firewallinstellingen"
50="Firewalltoegang &beperken"
51="&Altijd bovenop"
52="Toon regels &uitgaand verkeer bij opstart"
53="Toon &statusindicator"
54="Toon &lijnen in lijst"
55="&Font in lijst wijzigen"
56="&FAB toevoegen aan contextmenu van EXE's"
57="&Gebruik de Shift-toets om te tonen"
58="Toon &verborgen bestanden"
59="&Toon bestandsextensies"
60="&Doneer"
61="&Homepagina"
62="&Contact"
63="&Over"
64="Even geduld a.u.b..."
65="&Block In Windows Firewall"
66="&Verwijderen uit Windows firewall"
67="Firewall App Blocker &opstarten"
68="Applicaties selecteren"
69="Applicaties"
70="Selecteer de folder waarin de applicaties zich bevinden"
71="Er zijn meer dan 50 applicaties in de geselecteerde folder. Het kan lang duren om die allemaal toe te voegen. Enkel de eerste 50 applicaties toevoegen?"
72="Processen\n Naam\n Gebruiker\n Locatie\n Geselecteerde items toevoegen aan de lijst"
73="Bewaar als"
74="Open"
75="Configuratiebestanden"
76="Waarschuwing!"
77="De standaard instellingen terugzetten zal alle Windows Firewall instellingen die u maakte sinds Windows werd geïnstalleerd verwijderen.\nWilt u doorgaan?"
78="De Windows Firewall service kon niet worden gestart!"
79="Het Windows Firewall programma draait niet!"
80="Er is een probleem met de configuratie van Windows firewall!"
81="Kan bestand niet creëren!"
82="Kan bestand niet lezen!"
83="De operatie is mislukt."

[Language_Spanish_Español]
01="Ernesto Berta"
02="&Archivo\n &Edición\n &Firewall\n &Opciones\n A&yuda"
03="Nombre\n Habilitado\n Acción\n Ubicación"
04="Si\n No\n Permitir\n Bloquear"
05="Reglas de Salida\n Reglas de Entrada"
06="Habilitar Lista Blanca\n Sólo Aplicaciones permitidas pueden usar internet"
07="Agregar Aplicación"
08="Agregar Proceso"
09="Borrar"
10="Habilitar"
11="Deshabilitar"
12="Permitir"
13="Bloquear"
14="Importar Lista"
15="Exportar Lista"
16="Configuración del Firewall"
17="Agregar &Aplicación"
18="Agregar &Contenido de Carpetas"
19="Agregar &Procesos"
20="&Importar Lista"
21="&Exportar Lista"
22="&Salir"
23="&Habilitar"
24="&Deshabilitar"
25="&Permitir"
26="&Bloquear"
27="Pegar"
28="Borrar"
29="Renombrar"
30="&Copiar Ruta"
31="&Seleccionar Todo"
32="&Invertir Seleción"
33="&Todo ..."
34="&Habilitar Todo"
35="&Deshabiliitar Todo"
36="&Permitir Todo"
37="&Bloquear Todo"
38="&Borrar Todo"
39="&Ejecutar el programa"
40="&Abrir ubicación"
41="P&ropiedades del Archivo"
42="A&ctualizar"
43="Modo &Predeterminado"
44="Modo &Lista de permitidos"
45="&Bloquear Internet"
46="&Deshabilitar el Firewall"
47="Reestablecer la &Configuración del Firewall"
48="Reestablecer el &Servicio de Firewall"
49="C&onfiguración del Firewall"
50="&Restringir el Acceso al Firewall"
51="&Siempre Visible"
52="&Mostrar Reglas de Salida al Inicio"
53="Mostrar &Indicador de Estatus"
54="Mostrar &Líneas Guía en la Lista"
55="&Cambiar el Tipo de Letra de la Lista"
56="&Agregar al Menú Contextual"
57="&Usar la Tecla Mayúsculas para Mostrar"
58="Mostrar Archivos &Ocultos"
59="Mostrar las &Extensiones de Archvo"
60="&Donar"
61="&Página de Inicio"
62="&Contacto"
63="&Acerca de ..."
64="Por favor, espere."
65="&Bloquear en el Firewall de Windows"
66="&Remover del Firewall de Windows"
67="&Ejecutar Firewall App Blocker"
68="Seleccionar Aplicaciones"
69="Aplicaciones"
70="Seleccionar la Carpeta en la cual está guardada la Aplicación"
71="Hay más de 50 alicaciones el la Carpeta Seleccionada. Este proceso puede demorar. Desea agregar solo las primeras 50 halladas?"
72="Procesos\n Nombre\n Usuario\n Ubicación\n Agregar los ítems Seleccionados a la Lista"
73="Guardar como"
74="Abrir"
75="Archivos de Configuración"
76="Atención !"
77="Restaurar la configuración por omisión del Firewall de Windows va a borrar los cambios realizados por usted desde su instalacón. ¿Desea Contunuar ?"
78="El Servicio de Firewall de Windows no se pudo iniciar !"
79="EL Firewall de Windows no se esta ejecutando !"
80="Hay un problema con la configuración del Firewall de Windows !"
81="No de puede crear el archivo !"
82="No se puede leer el archivo !"
83="La operación falló."

[Language_Korean_Korean]
01="Jaehyung Lee"
02="&파일\n &편집\n &방화벽\n &옵션\n &도움말"
03="이름\n 활성화 여부\n 작업\n 위치"
04="예\n 아니오\n 허용\n 차단"
05="아웃바운드 규칙\n 인바운드 규칙"
06="허용 목록 활성화\n 허용된 프로그램만 인터넷 사용 가능"
07="프로그램 추가"
08="프로세스 추가"
09="선택한 항목 삭제"
10="선택한 항목 활성화"
11="선택한 항목 비활성화"
12="선택한 항목 허용"
13="선택한 항목 차단"
14="목록 가져오기"
15="목록 내보내기"
16="방화벽 설정"
17="&프로그램 추가"
18="&폴더 컨텐츠 추가"
19="&프로세스 추가"
20="&목록 가져오기"
21="&목록 내보내기"
22="&끝내기"
23="&선택한 항목 활성화"
24="&선택한 항목 비활성화"
25="&선택한 항목 허용"
26="&선택한 항목 차단"
27="&붙여넣기"
28="&삭제"
29="&이름 변경"
30="&경로 복사"
31="&모두 선택"
32="&선택 반전"
33="&모든 항목 >>"
34="&활성화"
35="&비활성화"
36="&허용"
37="&차단"
38="&삭제"
39="&앱 실행"
40="&위치 열기"
41="&파일 속성"
42="&새로 고침"
43="&기본 모드"
44="&허용 목록 모드"
45="&인터넷 차단"
46="&방화벽 비활성화"
47="&방화벽 설정 재설정"
48="&방화벽 서비스 재시작"
49="&방화벽 설정"
50="&방화벽 액세스 제한"
51="&항상 위에 표시"
52="&시작 시 아웃바운드 규칙 표시"
53="&상태 표시기 표시"
54="&목록에 격자선 표시"
55="&목록 글꼴 변경"
56="&Exe 컨텍스트 메뉴에 추가"
57="&표시에 Shift 키 사용"
58="&숨김 파일 표시"
59="&파일 확장자 표시"
60="&기부하기"
61="&홈페이지"
62="&연락처"
63="&제품 정보"
64="잠시 기다려 주십시오..."
65="&Windows 방화벽으로 차단"
66="&Windows 방화벽에서 제거"
67="&Firewall App Blocker 실행"
68="프로그램 선택"
69="프로그램"
70="프로그램이 저장될 폴더를 선택합니다."
71="선택한 폴더에 50 개 이상의 프로그램이 있습니다."
72="프로세스\n 이름\n 사용자\n 위치\n 목록에 선택한 프로세스의 파일 추가"
73="따로 저장"
74="열기"
75="구성 파일"
76="경고!"
77="기본 설정을 복원하면 Windows가 설치된 이후에 만들어진 Windows 방화벽의 모든 설정이 삭제됩니다.\n정말로 계속하시겠습니까?"
78="Windows 방화벽 서비스를 시작할 수 없습니다."
79="Windows 방화벽이 실행 중이지 않습니다!"
80="Windows 방화벽 설정에 문제가 있습니다!"
81="파일을 만들 수 없습니다!"
82="파일을 읽을 수 없습니다!"
83="작업이 실패되었습니다."

[Language_Simplified Chinese_简体中文]
01="胡萝卜周babyheyu"
02="文件(&F)\n 编辑(&E)\n 防火墙(&F)\n 选项(&O)\n 帮助(&H)"
03="名称\n 启用\n 操作\n 位置"
04="是\n 否\n 允许\n 阻止"
05="出站规则\n 入站规则"
06="启用白名单\n 只有允许的应用程序才能联网"
07="添加应用程序"
08="添加进程"
09="删除所选"
10="启用所选"
11="禁用所选"
12="允许所选"
13="阻止所选"
14="导入列表"
15="导出列表"
16="防火墙设置"
17="添加应用程序(&A)"
18="添加文件夹内容(&F)"
19="添加进程(&A)"
20="导入列表(&I)"
21="导出列表(&E)"
22="退出(&X)"
23="启用(&E)"
24="禁用(&D)"
25="允许(&A)"
26="阻止(&B)"
27="粘贴(&P)"
28="删除(&D)"
29="重命名(&R)"
30="复制路径(&C)"
31="全选(&S)"
32="反选(&I)"
33="全部(&A) ..."
34="全部启用(&E)"
35="全部禁用(&D)"
36="全部允许(&A)"
37="阻止全部(&B)"
38="删除全部(&D)"
39="运行应用程序(&R)"
40="打开位置(&O)"
41="文件属性(&F)"
42="刷新(&R)"
43="默认模式(&D)"
44="白名单模式(&W)"
45="阻止网络(&B)"
46="禁用防火墙(&D)"
47="重置防火墙设置(&R)"
48="重新启动防火墙服务(&R)"
49="防火墙设置(&F)"
50="限制防火墙访问(&R)"
51="始终在顶部(&A)"
52="启动时显示出站规则(&S)"
53="显示状态指示灯(&S)"
54="显示网络线(&S)"
55="更改列表字体(&C)"
56="添加到 exe 文件右键菜单(&A)"
57="使用 Shift 键显示(&U)"
58="显示隐藏文件(&S)"
59="显示文件扩展名(&S)"
60="捐赠(&D)"
61="主页(&H)"
62="联系我们(&C)"
63="关于(&A)"
64="请稍候..."
65="在 Windows 防火墙中阻止(&B)"
66="在 Windows 防火墙中删除(&R)"
67="启动防火墙应用阻止程序(&L)"
68="选择程序"
69="程序"
70="选择应用程序所在的文件夹"
71="所选文件夹中有超过50个应用程序。这个过程可能需要很长时间。您要仅添加前50个应用程序吗？"
72="进程\n 名称\n 用户\n 位置\n 将所选项目添加到列表"
73="另存为"
74="打开"
75="配置文件"
76="警告！"
77="恢复默认设置，会删除 Windows 防火墙。你要继续吗?"
78="无法启动Windows防火墙服务！"
79="Windows防火墙未运行！"
80="Windows防火墙配置存在问题！"
81="无法创建文件！"
82="无法读取文件！"
83="操作失败。"

[Language_Traditional Chinese_繁體中文]
01="胡蘿蔔周babyheyu"
02="檔案(&F)\n 編輯(&E)\n 防火牆(&F)\n 選項(&O)\n 說明(&H)"
03="名稱\n 啟用\n 操作\n 位置"
04="是\n 否\n 允許\n 阻止"
05="出站規則\n 入站規則"
06="啟用白名單\n 只有允許的應用程式才能聯網"
07="添加應用程式"
08="添加進程"
09="刪除所選"
10="啟用所選"
11="禁用所選"
12="允許所選"
13="阻止所選"
14="導入列表"
15="匯出列表"
16="防火牆設置"
17="添加應用程式(&A)"
18="添加資料夾內容(&F)"
19="添加進程(&A)"
20="導入列表(&I)"
21="匯出列表(&E)"
22="退出(&X)"
23="啟用(&E)"
24="禁用(&D)"
25="允許(&A)"
26="阻止(&B)"
27="貼上(&P)"
28="刪除(&D)"
29="重命名(&R)"
30="複製路徑(&C)"
31="全選(&S)"
32="反選(&I)"
33="全部(&A) ..."
34="全部啟用(&E)"
35="全部禁用(&D)"
36="全部允許(&A)"
37="阻止全部(&B)"
38="刪除全部(&D)"
39="運行應用程式(&R)"
40="開啟位置(&O)"
41="檔案屬性(&F)"
42="刷新(&R)"
43="預設模式(&D)"
44="白名單模式(&W)"
45="阻止網路(&B)"
46="禁用防火牆(&D)"
47="重置防火牆設置(&R)"
48="重新開機防火牆服務(&R)"
49="防火牆設置(&F)"
50="限制防火牆訪問(&R)"
51="始終在頂部(&A)"
52="啟動時顯示出站規則(&S)"
53="顯示狀態指示燈(&S)"
54="顯示網路線(&S)"
55="更改清單字體(&C)"
56="添加到 exe 檔案右鍵功能表(&A)"
57="使用 Shift 鍵顯示(&U)"
58="顯示隱藏檔案(&S)"
59="顯示檔案副檔名(&S)"
60="捐贈(&D)"
61="主頁(&H)"
62="聯繫我們(&C)"
63="關於(&A)"
64="請稍候..."
65="在 Windows 防火牆中阻止(&B)"
66="在 Windows 防火牆中刪除(&R)"
67="啟動防火牆應用阻止程式(&L)"
68="選擇程式"
69="程式"
70="選擇應用程式所在的資料夾"
71="所選資料夾中有超過50個應用程式。這個過程可能需要很長時間。您要僅添加前50個應用程式嗎？"
72="進程\n 名稱\n 使用者\n 位置\n 將所選項目添加到列表"
73="另存新檔"
74="開啟"
75="配置檔案"
76="警告！"
77="恢復默認設置，會刪除 Windows 防火牆。你要繼續嗎?"
78="無法啟動Windows防火牆服務！"
79="Windows防火牆未運行！"
80="Windows防火牆配置存在問題！"
81="無法創建檔案！"
82="無法讀取檔案！"
83="操作失敗。"

[Language_Indonesian_Bahasa Indonesia]
01="「HiM」"
02="&File\n &Edit\n &Tembok Api\n &Opsi\n &Bantuan"
03="Nama\n Diaktifkan\n Tindakan\n Lokasi"
04="Ya\n Tidak\n Izinkan\n Blokir"
05="Aturan Keluar\n Aturan Masuk"
06="Aktifkan Daftar Putih\n Hanya Aplikasi yang diizinkan yang bisa mengakses internet"
07="Tambah Aplikasi"
08="Tambah Proses"
09="Hapus yang Dipilih"
10="Aktifkan yang Dipilih"
11="Nonaktifkan yang Dipilih"
12="Izinkan yang Dipilih"
13="Blokir yang Dipilih"
14="Impor Daftar"
15="Ekspor Daftar"
16="Pengaturan Tembok Api"
17="&Tambah Aplikasi"
18="Tambahkan &Isi Folder"
19="&Tambah Proses"
20="&Impor Daftar"
21="&Ekspor Daftar"
22="&Keluar"
23="&Aktifkan"
24="&Nonaktifkan"
25="&Izinkan"
26="&Blokir"
27="&Tempel"
28="&Hapus"
29="&Namai ulang"
30="&Salin Jalur"
31="&Pilih Semua"
32="&Hapus Pilihan"
33="&Semua..."
34="&Aktifkan Semua"
35="&Nonaktifkan Semua"
36="&Izinkan Semua"
37="&Blokir Semua"
38="&Hapus Semua"
39="&Jalankan Aplikasi"
40="&Buka Lokasi"
41="&Properti File"
42="&Segarkan"
43="&Mode Bawaan"
44="&Mode Daftar Putih"
45="&Blokir Internet"
46="&Nonaktifkan Tembok Api"
47="&Reset Pengaturan Tembok Api"
48="&Hidupkan ulang Layanan Tembok Api"
49="&Pengaturan Tembok Api"
50="&Batasi Akses Tembok Api"
51="&Selalu Diatas"
52="&Tampilkan Aturan Keluar Saat Mulai"
53="&Tampilkan Penunjuk Status"
54="&Tampilkan Baris Kotak pada Daftar"
55="&Ganti Huruf Daftar"
56="&Tambahkan Exe Ke Menu Konteks"
57="&Gunakan Tombol Shift untuk Tampilkan"
58="&Tampilkan File Tersembunyi"
59="&Tampilkan Ekstensi File"
60="&Donasi"
61="&Beranda"
62="&Hubungi"
63="&Tentang"
64="Silahkan Tunggu..."
65="&Blokir Di Tembok Api Windows"
66="&Hapus Dari Tembok Api Windows"
67="&Jalankan Firewall App Blocker"
68="Pilih Aplikasi"
69="Aplikasi"
70="Pilih folder tempat aplikasi disimpan"
71="Ada lebih dari 50 aplikasi dalam folder yang dipilih. Proses ini dapat memakan waktu yang sangat lama. Apakah Anda ingin menambahkan hanya 50 aplikasi lebih dulu?"
72="Proses\n Nama\n Pengguna\n Lokasi\n Tambah item yang dipilih ke daftar"
73="Simpan Sebagai"
74="Buka"
75="File Pengaturan"
76="Peringatan!"
77="Mengembalikan pengaturan bawaan akan menghapus semua pengaturan Tembok Api Windows yang telah Anda buat sejak Windows diinstal.\nApakah Anda ingin melanjutkan?"
78="Layanan Tembok Api Windows tidak dapat dijalankan!"
79="Tembok Api Windows tidak berjalan!"
80="Ada masalah dengan pengaturanTembok Api Windows!"
81="Tidak dapat membuat file!"
82="Tidak dapat membaca file!"
83="Tindakan gagal dilakukan."

[Language_Japanese_日本語]
01="Takahiro"
02="ファイル\n 編集\n Firewall\n 設定\n ヘルプ"
03="名前\n 有効化\n 動作\n 場所"
04="はい\n いいえ\n 許可\n 拒否"
05="アウトバウンドルール\n インバウンドルール"
06="有効ホワイトリスト\n 許可されたアプリケーションのみがインターネットを使用できます"
07="アプリケーションを追加"
08="プロセスを追加"
09="選択したものを削除"
10="選択したものを有効化"
11="選択したものを無効化"
12="選択したものを許可"
13="選択したものを拒否"
14="リストをインポート"
15="リストを出力"
16="Firewall設定"
17="アプリケーションを追加"
18="フォルダ項目を追加"
19="プロセスを追加"
20="リストをインポート"
21="リストを出力"
22="終了"
23="有効"
24="無効"
25="許可"
26="拒否"
27="貼り付け"
28="削除"
29="名称変更"
30="パスをコピー"
31="すべて選択"
32="選択範囲を反転"
33="すべて ..."
34="すべて有効化"
35="すべて無効化"
36="すべて許可"
37="すべて拒否"
38="すべて削除"
39="アプリケーションを起動"
40="場所を開く"
41="ファイル詳細"
42="更新"
43="初期モード"
44="ホワイトリストモード"
45="インターネットを遮断"
46="Firewallを無効化"
47="Firewallの設定を初期化"
48="Firewallサービスを再起動"
49="Firewall設定"
50="Firewallへのアクセスを制限"
51="常に最前列に表示"
52="起動時にアウトバウンドルールを表示"
53="起動時にインバウンドルールを表示"
54="グリッドラインを表示"
55="フォントを変更"
56="コンテキストメニューに追加"
57="Shiftキーを使用して表示"
58="隠しファイルを表示"
59="ファイルの拡張子を表示"
60="寄付"
61="ホームページ"
62="連絡"
63="ソフトについて"
64="しばらくお待ちください ..."
65="Windows Firewallでブロック"
66="Windows Firewallから削除"
67="Firewall App Blockerを起動"
68="選択したアプリケーション"
69="アプリケーション"
70="アプリケーションが保存されているフォルダを選択"
71="選択したフォルダに50個以上のアプリケーションが存在します。この処理には非常に時間がかかる可能性があります。最初の50個のアプリケーションのみを追加しますか？"
72="プロセス\n 名前\n ユーザ\n 場所\n 選択した項目をリストに追加"
73="名前を付けて保存"
74="開く"
75="構成ファイル"
76="警告！"
77="既定の設定を復元すると、Windowsインストール後に行ったFirewallの設定すべてが削除されます。\n続けますか？"
78="Windows Firewallサービスを開始できませんでした。"
79="Windows Firewallが実行されていません。"
80="Windows Firewallの設定に問題があります。"
81="ファイルの作成ができません！"
82="ファイルの読み込みができません！"
83="操作は失敗しました。"

[Language_Finnish_Finnish]
01="Toah"
02="&Tiedosto\n &Muokkaa\n &Palomuuri\n &Vaihtoehdot\n &Apua"
03="Nimi\n Käytössä\n Toiminto\n Sijainti"
04="Kyllä\n Ei\n Salli\n Estä"
05="Lähtevän liikenteen säännöt\n Saapuvan liikenteen säännöt"
06="Aktivoi Sallittujen Lista (WhiteList)\n Vain sallitut ohjelmat voivat käyttää internettiä"
07="Lisää Ohjelma"
08="Lisää Prosessi"
09="Poista Valittu"
10="Ota käyttöön valittu"
11="Poista käytöstä valittu"
12="Salli valittu"
13="Estä valittu"
14="Tuo Lista"
15="Vie Lista"
16="Palomuurin Asetukset"
17="&Lisää Ohjelma"
18="Lisää &Kansion Sisältö"
19="&Lisää prosessi"
20="&Tuo Lista"
21="&Vie Lista"
22="E&xit (Poistu)"
23="&Ota käyttöön"
24="&Poista Käytöstä"
25="&Salli"
26="&Estä"
27="&Liitä"
28="&Poista"
29="&Uudelleennimeä"
30="&Kopioi Polku"
31="&Valitse Kaikki"
32="&Käänteinen Valinta"
33="&Kaikki ..."
34="&Ota kaikki käyttöön"
35="&Poista kaikki käytöstä"
36="&Salli kaikki"
37="&Estä kaikki"
38="&Poista kaikki"
39="&Suorita Ohjelma"
40="&Avaa Sijainti"
41="&Tiedoston Ominaisuudet"
42="&Päivitä Ikkuna"
43="&Oletus Tila"
44="&Sallittujen Lista (Whitelist) Tila"
45="&Estä Internet"
46="&Kytke Palomuuri pois päältä"
47="&Nollaa Palomuurin Asetukset"
48="&Uudelleenkäynnistä Palomuuri Palvelu"
49="&Palomuurin Asetukset"
50="&Rajoita Palomuurin Oikeuksia"
51="&Aina Päällimmäisenä"
52="&Näytä Lähtevän Liikenteen Säännöt Käynnistäessä"
53="&Näytä Tilan Ilmaisin"
54="&Näytä Ruudukot Listalla"
55="&Muuta Listan Fonttia"
56="&Lisää EXE Pikavalikkoon"
57="&Käytä Shift Näppäintä Näyttämiseen"
58="&Näytä Piiloitetut Tiedostot"
59="&Näytä Tiedostopäätteet"
60="&Lahjoita!"
61="&Kotisivut"
62="&Ota Yhteyttä"
63="&Tietoja Ohjelmasta"
64="Ole hyvä ja Odota ..."
65="&Estä Windowsin Palomuurissa"
66="&Poista Windowsin Palomuurista"
67="&Käynnistä Palomuurin Ohjelma Estäjä (FAB)"
68="Valitse Sovellukset"
69="Sovellukset"
70="Valitse Kansio johon Sovellukset tallennetaan"
71="Valitussa Kansiossa on yli 50 Sovellusta. Prosessi voi kestää pitkän aikaa. Haluatko lisätä ainoastaan ensimmäiset 50 Sovellusta?"
72="Prosessit\n Nimi\n Käyttäjä\n Sijainti\n Lisää valitut kohteet Listalle"
73="Tallenna nimellä.."
74="Avaa"
75="Kokoonpano Tiedostot"
76="VAROITUS!"
77="Oletusasetuksien palauttaminen NOLLAA KAIKKI Windowsin Palomuurin asetukset mitä olet tehnyt Windowsin asentamisen jälkeen.\nOletko varma että haluat jatkaa?"
78="Windowsin Palomuuri palvelua EI voitu käynnistää!"
79="Windowsin Palomuuri EI ole käynnissä!"
80="Windowsin Palomuurin Kokoonpano Asetuksissa on ongelma!"
81="Tiedostoa EI voida luoda!"
82="Tiedostoa EI voida lukea!"
83="Toiminto Epäonnistui."

[Language_Hungarian_Magyar]
01="DoWtHen"
02="&Fájl\n &Szerkesztés\n &Tűzfal\n &Beállítások\n &Súgó"
03="Név\n Bekapcsolt\n Akció\n Elérési út"
04="Igen\n Nem\n Engedélyezett\n Blokkolt"
05="Kimenő szabályok\n Bejövő szabályok"
06="Fehér lista engedélyezése\n Csak engedélyezett alkalmazások használhatják az internetet"
07="Alkalmazás hozzáadása"
08="Folyamat hozzáadása"
09="Kijelölt törlése"
10="Elem kijelölése"
11="Kijelölés megszüntetése"
12="Engedélyezett"
13="Blokkolt"
14="Importálás fájlból"
15="Exportálás fájlba"
16="Tűzfal beállítások"
17="&Alkalmazás hozzáadása"
18="&Mappatartalom hozzáadása"
19="&Folyamat hozzáadása"
20="&Importálás fájlból"
21="&Exportálás fájlba"
22="&Kilépés"
23="&Kijelölés"
24="&Kijelölés megszüntetése"
25="&Engedélyezett"
26="&Blokkolt"
27="&Beillesztés"
28="&Törlés"
29="&Copy Path"
30="Ú&tvonal másolása"
31="&Mindet kijelöl"
32="&Fordított kijelölés"
33="&Összes ..."
34="Összes &engedélyezése"
35="Összes &tiltása"
36="&Engedélyezni mindet"
37="&Blokkolni mindet"
38="Összes &törlése"
39="&Alkalmazás futtatása"
40="&Hely megnyitása"
41="&Fájl tulajdonságai"
42="&Frissítés"
43="&Alapértelmezett mód"
44="&Fehérlista mód"
45="&Internet blokkolása"
46="&Tűzfal tiltása"
47="&Visszaállítja aTűzfal beállításokat"
48="&Tűzfal szolgáltatás újraindítása"
49="&Tűzfal beállítások"
50="&Tűzfal hozzáférés korlátozása"
51="&Mindig látható"
52="& Megjeleníti a Kimenő szabályok indításkor"
53="&Állapotjelző megjelenítése"
54="&Rácsvonalak megjelenítése"
55="A &Lista betűtípus kiválasztása"
56="&Exe hozzáadása a helyi menühöz"
57="&Használja a Shift gombot (Shift+Jobb klikk)"
58="&Mutasd a rejtett fájlokat"
59="&Megjeleníti a fájlkiterjesztéseket"
60="&Adományoz"
61="&Kezdőlap"
62="&Kapcsolat"
63="&Névjegy"
64="Kérlek várj ..."
65="&Blokkolás a Windows tűzfalban"
66="&Eltávolítás a Windows tűzfalból"
67="&Indítsa a Firewall App Blocker-t"
68="Kiválsztott Alkalmazások"
69="Alkalmazások"
70="Válassza ki azt az mappát, amelyben az alkalmazások vannak"
71="A kiválasztott mappában több mint 50 alkalmazás van. A folyamat nagyon sokáig tarthat. Csak az első 50 alkalmazást szeretné hozzáadni?"
72="Folyamatok\n Név\n Felhasználó\n Lokáció\n Választott elemek hozzáadása a listához"
73="Mentés másként"
74="Megnyitás"
75="Konfigurációs fájlok"
76="Figyelem!"
77="Az alapértelmezett beállítások visszaállítása a Windows telepítése óta végrehajtott Windows Tűzfal összes beállítását törli.\nAkarod folytatni?"
78="A Windows tűzfal szolgáltatás nem indítható el!"
79="A Windows tűzfal nem fut!"
80="Probléma van a Windows tűzfal beállításával kapcsolatban!"
81="Fájl létrehozása nem sikerült!"
82="Nem sikerült olvasni a fájlt!"
83="A művelet sikertelen volt."

[Language_Ukrainian_Українська]
01="Henaro aka IronWool"
02="&Файл\n &Правка\n &Брандмауер\n &Опції\n &Довідка"
03="Ім'я\n Ввімкнено\n Дія\n Розташування"
04="Так\n Немає\n Дозволити\n Блокувати"
05="Вихідні правила\n Вхідні правила"
06="Ввімкнути білий список\n Для програм, які можуть використовувати інтернет"
07="Додати програму"
08="Додати процес"
09="Видалити"
10="Ввімкнути обрані"
11="Вимкнути обрані"
12="Дозволити обрані"
13="Блокувати обрані"
14="Імпорт списку"
15="Експорт списку"
16="Налаштування брандмауера"
17="&Додати програму"
18="&Додати вміст папки"
19="&Додати процес"
20="&Імпорт списку"
21="&Експорт списку"
22="&Вихід"
23="&Ввімкнути"
24="&Вимкнути"
25="&Дозволити"
26="&Блокувати"
27="Вс&тавити"
28="&Видалити"
29="&Перейменувати"
30="&Копіювати шлях"
31="&Обрати все"
32="&Інвертувати виділення"
33="&Все..."
34="&Ввімкнути все"
35="&Вимкнути все"
36="&Дозволити все"
37="&Блокувати все"
38="&Видалити все"
39="&Запустити програму"
40="Відкрити розта&шування"
41="&Властивості файлу"
42="&Оновити"
43="За &замовчуванням"
44="&Білий список"
45="Блокувати &інтернет"
46="&Вимкнути брандмауер"
47="&Скидання налаштувань брандмауера"
48="&Перезапустити службу брандмауера"
49="&Налаштування брандмауера"
50="Обмеження &доступу"
51="&Поверх всіх вікон"
52="&Показати вихідні правила на старті"
53="&Показати індикатор стану"
54="Показати &лінії сітки"
55="Змінити &шрифт"
56="Додати до &контекстного меню"
57="Shift &щоб показати"
58="Показати &приховані файли"
59="Показати &розширення файлів"
60="&Пожертвувати"
61="&Домашня сторінка"
62="&Контакти"
63="&Про програму"
64="Зачекайте..."
65="&Блокувати в брандмауері Windows"
66="&Видалити з брандмауера Windows"
67="&Запуск брандмауера App Blocker"
68="Вибір програми"
69="Додатки"
70="Оберіть папку розташування додатків"
71="В обраній папці більше 50 додатків. Цей процес може тривати довго. Чи не бажаєте додати лише перші 50 додатків?"
72="Процеси\n Ім'я\n Користувач\n Розташування\n Додати вибрані елементи до списку"
73="Зберегти як"
74="Відкрити"
75="Файли конфігурації"
76="Попередження!"
77="Відновлення параметрів за замовчуванням видалить всі користувацькі правила брандмауера Windows, котрі було додано з моменту встановлення Windows.\nВи впевнені що хочете продовжити?"
78="Не вдалося запустити службу брандмауера Windows!"
79="Брандмауер Windows не працює!"
80="Є проблеми з конфігурацією брандмауера Windows!"
81="Не вдалося створити файл!"
82="Не вдалося прочитати файл!"
83="Помилка операції."

[Language_Slovenian_Slovenščina]
01="Jadran Rudec"
02="&Datoteka\n &Uredi\n &Požarni zid\n &Možnosti\n P&omoč"
03="Ime\n Omogočeno\n Akcija\n Mesto"
04="Da\n Ne\n Dovoli\n Blokiraj"
05="Odhodna pravila\n  Dohodna pravila"
06="Omogoči Beli seznam\n Internet lahko uporabljajo samo dovoljene aplikacije"
07="Dodaj aplikacijo"
08="Dodaj proces"
09="Izbriši izbrano"
10="Omogoči izbrano"
11="Onemogoči izbrano"
12="Dovoli izbrano"
13="Blokiraj izbrano"
14="Uvozi seznam"
15="Izvozi seznam"
16="Nastavitve požarnega zidu"
17="&Dodaj aplikacijo"
18="Dodaj vsebino &mape"
19="Dodaj &proces"
20="U&vozi seznam"
21="I&zvozi seznam"
22="&Izhod"
23="O&mogoči"
24="O&nemogoči"
25="&Dovoli"
26="&Blokiraj"
27="&Prilepi"
28="Iz&briši"
29="P&reimenuj"
30="&Kopiraj pot"
31="Izberi &vse"
32="Obrni izbiro"
33="&Vse..."
34="O&mogoči vse"
35="O&nemogoči vse"
36="&Dovoli vse"
37="&Blokiraj vse"
38="I&zbriši vse"
39="Zaženi &aplikacijo"
40="&Odpri mesto"
41="&Lastnosti datoteke"
42="Os&veži"
43="Privzeti &način"
44="Način be&lega seznama"
45="Blo&kiraj internet"
46="O&nemogoči požarni zid"
47="Pona&stavi nastavitve požarnega zidu"
48="Ponovno zaženi sto&ritev požarnega zidu"
49="Nas&tavitve požarnega zidu"
50="Ome&ji dostop do požarnega zidu"
51="&Vedno na vrhu"
52="Prikaži o&dhodna pravila pri zagonu"
53="Prikaži kazalnik &stanja"
54="Prikaži &mrežne črte na seznamu"
55="S&premeni pisavo seznama"
56="&Dodaj v EXE priročni meni"
57="&Uporabi tipko Shift za prikaz"
58="Prikaži s&krite datoteke"
59="Pri&kaži končnice datotek"
60="&Donirajte"
61="Dom&ača stran"
62="P&išite nam"
63="&Vizitka"
64="Počakajte, prosim..."
65="&Blokiraj požarni zid Windows"
66="Osa&trani iz požarnega zidu Windows"
67="Zaženi blokiranje aplikacij s požarnim zidom"
68="Izberi aplikacije"
69="Aplikacije"
70="Izberite mapo, v kateri so shranjene aplikacije"
71="V izbrani mapi je več kot 50 aplikacij. Proces lahko traja zelo dolgo. Ali želite dodati samo prvih 50 aplikacij?"
72="Procesi\n Ime\n Uporabnik\n Mesto\n Dodaj izbrane vnose na seznamt"
73="Shrani kot"
74="Odpri"
75="Konfiguracijske datoteke"
76="Opozorilo!"
77="Obnovitev privzetih nastavitevbo izbrisalo vse nastavitve požarnega zidu Windows, ki ste jih naredili od tedaj, ko ste namestili sistem Windows.\nAli želite nadaljevati?"
78="Storitve Požarnega zidu Windows ni bilo mogoče zagnati!"
79="Požarni zid Windows ne deluje!"
80="Pri konfiguraciji požarnega zidu Windows je prišlo do težave!"
81="Ni mogoče ustvariti datoteke!"
82="Datoteke ni mogoče prebrati!"
83="Operacija ni uspela."

[Language_Vietnamese_Tiếng Việt]
01="Nguyễn Tiến Uy"
02="&Tệp\n Chỉnh &sửa\n Tường &lửa\n Tùy &chọn\n Trợ &giúp"
03="Tên\n Đã bật\n Hành động\n Vị trí"
04="Có\n Không\n Cho phép\n Chặn"
05="Các luồng truy cập vào\n Các luồng truy cập ra"
06="Cho phép WhiteList\n Chỉ cho phép các ứng dụng có thể sử dụng internet"
07="Thêm Ứng dụng"
08="Thêm Tác vụ"
09="Xóa luồng đã chọn"
10="Bật luồng đã chọn"
11="Tắt luồng đã chọn"
12="Cho phép luồng đã chọn"
13="Chặn luồng đã chọn"
14="Nhập danh sách"
15="Xuất danh sách"
16="Cài đặt tường lửa"
17="&Thêm Ứng dụng"
18="Thêm &Nội dung thư mục"
19="Thêm Tác &vụ"
20="N&hập danh sách"
21="&Xuất danh sách"
22="Th&oát"
23="&Bật"
24="&Tắt"
25="&Cho phép"
26="C&hặn"
27="&Dán"
28="&Xóa"
29="Đổ&i tên"
30="&Sao chép đường dẫn"
31="Chọ&n tất cả"
32="Đảo ngược &lựa chọn"
33="T&oàn bộ…"
34="&Bật toàn bộ"
35="&Tắt toàn bộ"
36="&Cho phép toàn bộ"
37="C&hặn toàn bộ"
38="&Xóa toàn bộ"
39="&Khởi chạy ứng dụng"
40="Mở &vị trí"
41="Các th&uộc tính của Tệp"
42="Là&m mới"
43="Chế độ &Mặc định"
44="Chế độ &Whitelist"
45="Chặn int&ernet"
46="&Vô hiệu hóa Tường lửa"
47="Thiết &lập lại cài đặt"
48="&Khởi động lại Dịch vụ Tường lửa"
49="Cài đặt &Tường lửa"
50="&Hạn chế truy cập Tường lửa"
51="L&uôn ở trên cùng"
52="&Hiển thị các luồng truy cập ra khi khởi động"
53="H&iển thị nút trạng thái"
54="Hiể&n thị Lưới"
55="Thay đổi &Font của danh sách"
56="&Thêm vào trình đơn ngữ cảnh của tệp .exe"
57="&Dùng phím Shift để Hiển thị"
58="Hiện các tệ&p ẩn"
59="Hiển thị phần mở &rộng của tệp"
60="&Quyên góp"
61="&Trang chủ"
62="&Liên hệ"
63="&Giới thiệu"
64="Vui lòng đợi…"
65="&Chặn trong Tường lửa của Windows"
66="&Xóa từ Tường lửa của Windows"
67="&Mở Firewall App Blocker"
68="Chọn Ứng dụng"
69="Các Ứng dụng"
70="Chọn thư mục có chứa các Ứng dụng"
71="Có hơn 50 ứng dụng trong thư mục đã chọn. Quá trình này có mất một thời gian rất dài. Bạn có muốn chỉ thêm 50 ứng dụng đầu tiên?"
72="Các tác vụ\n Tên\n Người dùng\n Vị trí\n Thêm mục đã chọn vào Danh sách"
73="Lưu thành"
74="Mở"
75="Tệp cấu hình"
76="Cảnh báo!"
77="Khôi phục cài đặt mặc định sẽ xóa tất cả các cài đặt của Tường lửa Windows mà bạn đã thực hiện kể từ khi Windows được cài đặt.\nBạn có muốn tiếp tục?"
78="Không thể khởi động dịch vụ Tường lửa của Windows!"
79="Tường lửa của Windows không chạy!"
80="Đã xảy ra sự cố với cấu hình Tường lửa của Windows!"
81="Không thể tạo tệp!"
82="Không để đọc tệp!"
83="Quá trình hoạt động thất bại."

[Language_Bosnian_Bosnian]
01="MatematriX"
02="&Datoteka\n &Uredi\n &Vatrozid\n &Opcije\n &Pomoć"
03="Ime\n Omogućeno\n Akcija\n Lokacija"
04="Da\n Ne\n Dozvoli\n Blokiraj"
05="Odlazna pravila\n Ulazna pravila"
06="Omogući Bijelu listu\n Internet mogu koristiti samo Dozvoljene aplikacije"
07="Dodaj aplikaciju"
08="Dodaj postupak"
09="Obriši odabrano"
10="Omogući odabrano"
11="Onemogući odabrano"
12="Dopusti odabrano"
13="Blokiraj odabrano"
14="Uvezi popis"
15="Izvezi popis"
16="Postavke vatrozida"
17="&Dodaj aplikaciju"
18="Dodaj sadržaj &Mape"
19="&Dodaj proces"
20="&Uvezi listu"
21="&Izvezi listu"
22="&Napusti"
23="&Uključi"
24="&Isključi"
25="&Dozvoli"
26="&Blokiraj"
27="&Zalijepi"
28="&Izbriši"
29="&Preimenuj"
30="&Kopiraj putanju"
31="&Označi sve"
32="&Invertiraj odabir"
33="&Sve..."
34="&Uključi sve"
35="&Isključi sve"
36="&Dozovli sve"
37="&Blokraj sve"
38="&Izbriši sve"
39="&Pokreni aplikaciju"
40="&Otvori lokaciju"
41="&Svojstva datoteke"
42="&Osvježi"
43="&Zadani način"
44="&Bijela lista"
45="&Blokiraj internet"
46="&Isključi vatrozid"
47="&Vraćanje postavki vatrozida"
48="&Ponovno pokrenite uslugu vatrozida"
49="&Postavke vatrozida"
50="&Ograničite pristup vatrozidu"
51="&Uvijek na vrhu"
52="&Pokaži izlazna pravila pri pokretanju"
53="&Pokaži indikator statusa"
54="&Prikaži mrežne linije na popisu"
55="&Promjena fonta popisa"
56="&Dodaj u kontekstni izbornik"
57="&Koristite tipku Shift za prikaz"
58="&Prikaži skrivene datoteke"
59="&Prikaži ekstenzije datoteka"
60="&Donirajte"
61="&Početna stranica"
62="&Kontakt"
63="&O meni"
64="Molimo sačekajte..."
65="&Blokiraj u Vatrozidu za Windows"
66="&Ukloni iz Vatrozida za Windows"
67="&Pokreni blokiranje aplikacija vatrozida"
68="Odaberite Aplikacije"
69="Aplikacije"
70="Odaberite mapu u kojoj su pohranjene aplikacije"
71="U odabranoj mapi postoji više od 50 aplikacija. Proces može potrajati jako dugo. Želite li dodati samo prvih 50 aplikacija?"
72="Procesi\n Ime\n Korisnik\n Mjesto\n Dodajte odabrane stavke na popis"
73="Spremi kao"
74="Otvori"
75="Konfiguracijske datoteke"
76="Upozorenje!"
77="Vraćanjem zadanih postavki izbrisat ćete sve postavke Vatrozida za Windows koje ste napravili nakon instalacije sustava Windows.\nŽelite li nastaviti?"
78="Nije moguće pokrenuti uslugu Vatrozid za Windows!"
79="Vatrozid za Windows nije pokrenut!"
80="Došlo je do problema s konfiguracijom vatrozida za sustav Windows!"
81="Nije moguće izraditi datoteku!"
82="Nije moguće pročitati datoteku!"
83="Operacija nije uspjela."


[Language_Czech_Česky]
01="marmou"
02="&Soubor\n &Upravit\n &Firewall\n &Volitelné\n &Pomoc"
03="Jméno\n Zapnuto\n Akce\n Lokace"
04="Ano\n Ne\n Povolit\n Blokovat"
05="Pravidla odesílání\n Pravidla stahování"
06="Mód Seznam povolených\n Pouze povolené aplikace mohou použít internet"
07="Přidat aplikaci"
08="Přidat proces"
09="Vymazat vybrané"
10="Zapnout vybrané"
11="Vypnout vybrané"
12="Povolit vybrané"
13="Blokovat vybrané"
14="Nahrát seznam"
15="Uložit seznam"
16="Nastavení Firewall"
17="Přidat &aplikaci"
18="Přidat &obsah složky"
19="Přidat &proces"
20="&Importovat seznam"
21="&Uložit seznam"
22="&Konec"
23="&Aktivovat"
24="&Deaktivovat"
25="&Povolit"
26="&Blokovat"
27="&Vložit"
28="&Smazat"
29="Pře&jmenovat"
30="&Kopírovat cestu"
31="V&ybrat vše"
32="&Obrátit výběr"
33="Vš&e"
34="&Zapnout vše"
35="&Vypnout vše"
36="&Povolit vše"
37="&Blokovat vše"
38="&Smazat vše"
39="Spusti&t aplikaci"
40="Otevřít &lokaci"
41="Vlastnosti soubor&u"
42="Aktualizova&t"
43="&Základní mód"
44="&Mód seznamu povolených"
45="&Blokovat internet"
46="&Vypnout firewall"
47="&Resetovat nastavení firewall"
48="Re&start služby firewall"
49="&Nastavení firewall"
50="&Omezit přístup firewall"
51="Stále &nahoře"
52="Zobrazit &odchozí pravidla při startu"
53="Zobrazovat &indikátor stavu"
54="Zobrazit &mřížku v seznamu"
55="Změnit &font seznamu"
56="Přidat do &rychlé nabídky .exe"
57="Použít S&hift klávesu k zobrazení"
58="Zobrazovat &skryté soubory"
59="Zobrazovat &příponu souborů"
60="&Přispět"
61="&Domovská stránka"
62="&Kontakt"
63="&O aplikaci"
64="Prosím čekejte"
65="&Blokovat ve Firewall Windows"
66="&Odebrat z Firewall Windows"
67="&Spustit Firewall blokovač aplikací"
68="Vybrat aplikaci"
69="Aplikace"
70="Vybrat složku, kde je aplikace uložená"
71="Ve složce je více jak 50 aplikací. Proces může trvat velmi dlouho. Chcete přidat jen 50 aplikací ?"
72="Procesy\n Jméno\n Uživatel\n Lokace\n Přidat vybrané do seznamu"
73="Uložit jako"
74="Otevřít"
75="Konfigurační soubory"
76="Varování!"
77="Obnovení původních nastavení smaže všechna nastavení Firewall Windows, které jste definovali od začátku instalace systému.\nChcete pokračovat ?"
78="Služba Windows Firewall nelze spustit!"
79="Firewall Windows není spuštěn!"
80="Je problém s konfigurací Windows Firewall!"
81="Není možné vytvořit soubor!"
82="Není možné číst soubor!"
83="Operace selhala."

[Language_Hebrew_עברית]
01="עברית"
02="&קובץ\n &עריכה\n &חומת אש\n &אפשרויות\n &עזרה"
03="שם\n מופעל\n פעולה\n מיקום"
04="כן\n לא\n אפשר\n חסום"
05="חוקים יוצאים מן הכלל\n כללים נכנסים"
06="הפעל רשימה לבנה\n רק יישומים מורשים יכולים להשתמש באינטרנט"
07="הוסף יישום"
08="הוסף תהליך"
09="מחק את הנבחר"
10="הפעל את הנבחר"
11="השבת את הנבחר"
12="אפשר את הנבחר"
13="חסום את הנבחר"
14="ייבא רשימה"
15="ייצא רשימה"
16="הגדרות חומת אש"
17="&הוסף יישום"
18="הוסף &תוכן תיקיה"
19="&הוסף תהליך"
20="&ייבא רשימה"
21="יי&צא רשימה"
22="יצי&אה"
23="&מופעל"
24="&מושבת"
25="&אפשר"
26="&חסום"
27="&הדבק"
28="&מחק"
29="&שנה שם"
30="&העתק נתיב"
31="&בחר הכל"
32="&הפוך בחירה"
33="&... כל"
34="&הפעל הכל"
35="&השבת הכל"
36="&אפשר הכל"
37="&חסום הכל"
38="&מחק הכל"
39="&הפעל את היישום"
40="&פתח מיקום"
41="&מאפייני קובץ"
42="&רענן"
43="&מצב ברירת מחדל"
44="&מצב רשימת ההיתרים"
45="&חסום אינטרנט"
46="&השבת חומת אש"
47="&אפס הגדרות חומת אש"
48="&אפס שירותי חומת אש"
49="&הגדרות חומת אש"
50="&הגבלת הגישה של חומת אש"
51="&תמיד עליון"
52="&הצג כללים היוצאים בעת ההפעלה"
53="&הצג מחוון מצב"
54="&הצג קווי רשת ברשימה"
55="&שנה את גופן הרשימה"
56="&תפריט הקשר exe הוסף ל"
57="&כדי להציג Shift השתמש במקש"
58="&הצג קבצים מוסתרים"
59="&הצג סיומות קבצים"
60="&לתרום"
61="&דף הבית"
62="&צור קשר"
63="&אודות"
64="... אנא המתן"
65="&חסום בחומת האש של Windows "
66="&הסר מחומת האש של Windows"
67="&הפעל חומת אש לחסימת יישומים"
68="בחר יישומים"
69="יישומים"
70="בחר את התיקייה שבה מאוחסנים היישומים"
71="?קיימים יותר מ -50 יישומים בתיקייה שנבחרה. התהליך עשוי להימשך זמן רב. האם ברצונך להוסיף רק את 50 היישומים הראשונים"
72="תהליכים\n שם\n משתמש\n מיקום\n הוסף פריטים נבחרים לרשימה"
73="-שמור כ"
74="פתח"
75="קבצי תצורה"
76="!אזהרה"
77=".שחזור הגדרות ברירת המחדל ימחק את כל ההגדרות של חומת האש של ווינדוס שביצעת מאז התקנת ווינדוס\n?אתה מעוניין להמשיך"
78="!Windows אין אפשרות להפעיל את שירות חומת האש של"
79="!אינה פעילה Windows חומת האש של"
80="!Windows יש בעיה עם תצורת חומת האש של"
81="!אין אפשרות ליצור קובץ"
82="!אין אפשרות לקרוא את הקובץ"
83=".הפעולה נכשלה"

[Language_Arabic_العربية]
01="علي النجفي && Ali Alnajafi"
02="ملف\nتحرير\nجدار الحماية\nالإعدادات\nالمساعدة"
03="الإسم\nممكن\nالإجراء\nالموقع"
04="نعم\nكلا\nسماح\nحظر"
05="القواعد الصادرة\nالقواعد الواردة"
06="تمكين القائمة البيضاء\nيمكن للتطبيقات المسموح بها فقط إستخدام الإنترنت"
07="إضافة تطبيق"
08="إضافة عملية"
09="حذف المحدد"
10="تمكين المحدد"
11="تعطيل المحدد"
12="السماح للمحدد"
13="حظر المحدد"
14="قائمة الإستيراد"
15="قائمة التصدير"
16="إعدادات جدار الحماية"
17="إضافة تطبيق"
18="إضافة محتويات المجلد"
19="إضافة عملية"
20="قائمة الإستيراد"
21="قائمة التصدير"
22="خروج"
23="تمكين"
24="تعطيل"
25="سماح"
26="حظر"
27="لصق"
28="حذف"
29="إعادة التسمية"
30="نسخ المسار"
31="تحديد الكل"
32="عكس التحديد"
33="الكل"
34="تمكين الكل"
35="تعطيل الكل"
36="السماح للكل"
37="حظر الكل"
38="حذف الكل"
39="تشغيل التطبيق"
40="فتح الموقع"
41="خصائص الملف"
42="تنشيط"
43="الوضع الإفتراضي"
44="وضع القائمة البيضاء"
45="حظر الإنترنت"
46="تعطيل جدار الحماية"
47="إعادة تعيين الإعدادات الإفتراضية لجدار الحماية"
48="إعادة تشغيل خدمة جدار الحماية"
49="إعدادات جدار الحماية"
50="تقييد الوصول لجدار الحماية"
51="دائما في المقدمة"
52="إظهار القواعد الصادرة عند بدء التشغيل"
53="إظهار مؤشر الحالة"
54="إظهار خطوط الشبكة في القائمة"
55="تغيير خط القائمة"
56="الى قائمة السياق Exe إضافة ملف"
57="لعرض البرنامج Shift إستخدام مفتاح"
58="إظهار الملفات المخفية"
59="إظهار إمتداد الملفات"
60="التبرع"
61="الصفحة الرئيسية"
62="الإتصال"
63="ترجمة الأستاذ : علي النجفي                   حول البرنامج"
64="الرجاء الإنتظار"
65="الحظر في جدار حماية الويندوز"
66="الإزالة من جدار حماية الويندوز"
67="تشغيل البرنامج"
68="حدد التطبيقات"
69="التطبيقات"
70="حدد المجلد الذي يتم تخزين التطبيقات فيه"
71="? يوجد أكثر من 50 تطبيق في المجلد المحدد - يمكن أن تستغرق العملية وقتًا طويلاً جدًا - هل ترغب في إضافة أول 50 طلبا فقط"
72="العمليات\nالإسم\nالمستخدم\nالموقع\nإضافة العناصر المحددة للقائمة"
73="حفظ بإسم"
74="فتح"
75="ملفات التهيئة"
76="تحذير"
77="? ستؤدي استعادة الإعدادات الافتراضية إلى حذف كافة إعدادات جدار حماية الويندوز التي قمت بإنشائها منذ تثبيت النظام أول مرة - هل تريد الاستمرار"
78="تعذر بدء تشغيل خدمة جدار حماية الويندوز"
79="جدار حماية الويندوز لا يعمل"
80="هناك مشكلة في تكوين جدار حماية الويندوز"
81="غير قادر على إنشاء الملف"
82="غير قادر على قراءة الملف"
83="فشلت العملية"
